{
  "timeZone": {
    "day": "SUNDAY, MONDAY, TUESDAY, WEDNESDAY, THURSDAY, FRIDAY, SATURDAY",
    "say": "THANK YOU FOR VISITING OUR WEBSITE"
  },

  "navigasi": {
    "brand": "OUR BRAND",
    "lifestyle": "LIFESTYLE",
    "title1": "REVORIONS",
    "title2": "CATEGORY 'SOON'",
    "brand1": "OUR ACTIVITIES",
    "brand2": "JOURNEY OF HISTORY",
    "brand3": "THE ARCHIVES",
    "brand4": "AUTHENTICITY ITEM",
    "item1": "NEWEST ITEMS",
    "item2": "ALL OTHER ITEMS",
    "item3": "PLAIN & T-SHIRTS",
    "item4": "HOODIE & JACKET",
    "item5": "SHORTS & TROUSERS"
  },

  "notif": {
    "title1": "Greetings, from us RV.",
    "desc1": "Sorry, we do not yet provide a direct purchase feature on our official website. We hope to bring this feature as soon as possible."
  },

  "home": {
    "title1": "REVORIONS",
    "desc1": "Liven up every moment with a revolutionary fashion twist, a collection of clothing designed to combine an active and dynamic lifestyle, and each design embodies the spirit of modernity and boldness.",

    "title2": "THE DNA",
    "desc2": "People who share the brand's DNA, who understand the essence of style and boldness in every design, appreciate innovation that differentiates them from others, and express their identity through fashion choices that are full of meaning and character.",

    "title3": "LIFE",
    "desc3": "A reflection of life's journey and the way we express ourselves through style. In every moment of life, the clothes we choose become an extension of who we are, representing courage, creativity and identity."
  },

  "history": {
    "page": "HISTORY OF RV",
    "title1": "REVORIONS",
    "desc1": "Creating a DNA trace in the world of fashion, where people with DNA who are interested in the world of fashion can express their unique identity through authentic and innovative style. REVORIONS is determined to present collections that not only follow trends, but also shape them, providing an unforgettable and relevant fashion experience for every individual.",

    "title2": "REVORIONS INDEPENDENT",
    "desc2": "REVORIONS was born from a strong spirit of independence. Founded as a brand that promotes freedom of expression, REVORIONS is not bound by temporary trends. Each collection produced carries a bold character, depicting independence and uniqueness. We are committed to continuing to create work without limitations, with a focus on quality and innovation.",

    "title3": "REVORIONS ART",
    "desc3": "Since 2024, REVORIONS has been active in various artistic collaborations, especially mural art which reflects the spirit of courage and creative expression. Through evocative visual works, both in public spaces and through fashion design.",
    "desc4": "We consider mural art as a form of creativity that reflects a deep message in every detail."
  },

  "archives": {
    "page": "ARCHIVES",
    "title1": "STORY ARCHIVES",
    "desc1": "Each collection is a story, showcasing evolution and innovation in every design. Inspiration shines behind every detail, depicting a journey of limitless creativity and expression.",
    "btnLoad": "LOAD MORE"
  },

  "authenticity": {
    "page": "AUTHENTICITY",
    "title1": "ABOUT AUTHENTICITY",
    "desc1": "We understand how important the authenticity and exclusivity of each of our products is. Therefore, each of our clothing items comes with a unique serial number ensuring that you are getting a genuine product from RV. This serial number is not just identification, but also a guarantee that you are getting the quality and design that we have carefully designed.",

    "idDesc": "To check the authenticity of our products, please check the ID series on the item tag label that you own. Enter the 12-digit RV code, in the column below without using the hyphen '-', click 'SEND' wait a few moments then click 'CHECK AUTHENTICITY'. You will be directed to a page detailing the authenticity of the item you own.",
    "labelId": "PLEASE ENTER ID",
    "submit": "SEND",

    "message": "Please enter a 12-digit number.",
    "check": "CHECK AUTHENTICITY",

    "title2": "AUTHENTICITY PROTECTION",
    "desc2": "We are committed to maintaining the safety and authenticity of every product we offer. Every item you purchase through our system has gone through a series of rigorous verification processes designed to protect you from counterfeit products. This verification system is an integral part of our efforts to ensure that every product you receive is 100% authentic, made to the highest quality standards, and meets your expectations.",
    "desc3": "Your trust is the most valuable thing for us. Therefore, we continue to innovate and improve our systems to provide the best protection against counterfeit goods. With our products, you not only get high quality goods, but also the peace of mind that comes with knowing that you have an authentic product, made with the utmost dedication and craftsmanship."
  },

  "pageLocation": {
    "year": "'YR'"
  }
}