{
    "timeZone": {
     "day": "MINGGU, SENIN, SELASA, RABU, KAMIS, JUM'AT, SABTU",
     "say": "TERIMA KASIH TELAH MENGUNJUNGI WEBSITE KAMI"
    },

    "navigasi": {
     "brand": "MEREK KAMI",
     "lifestyle": "GAYA HIDUP",
     "title1": "REVORIONS",
     "title2": "KATEGORI 'SEGERA'",
     "brand1": "EKSISTENSI",
     "brand2": "ARSIP",
     "brand3": "KEASLIAN",
     "item1": "BARANG TERBARU",
     "item2": "SEMUA BARANG LAINNYA",
     "item3": "KAOS POLOS & KAOS",
     "item4": "HOODIE & JAKET",
     "item5": "CELANA PENDEK & PANJANG"
    },

    "notif": {
     "title1": "Salam, dari kami RV.",
     "desc1": "Mohon maaf, kami belum menyediakan fitur pembelian langsung di website resmi kami. Kami berharap dapat menghadirkan fitur ini sesegera mungkin."
    },

    "home": {
      "title1": "REVORIONS",
      "desc1": "Hidupkan setiap momen dengan sentuhan fashion yang revolusioner, koleksi pakaian yang dirancang untuk memadukan gaya hidup aktif dan dinamis, dan setiap desain mewujudkan semangat modernitas dan keberanian.",

      "title2": "DNA-nya",
      "desc2": "Orang-orang yang memiliki DNA merek yang sama, yang memahami esensi gaya dan keberanian dalam setiap desain, menghargai inovasi yang membedakan mereka dari orang lain, dan mengekspresikan identitas mereka melalui pilihan fashion yang penuh makna dan karakter.",

      "title3": "KEHIDUPAN",
      "desc3": "Sebuah cerminan perjalanan hidup dan cara kita mengekspresikan diri melalui gaya. Dalam setiap momen kehidupan, pakaian yang kita pilih menjadi perpanjangan dari diri kita, melambangkan keberanian, kreativitas, dan identitas."
    },

    "existence": {
     "page": "EKSISTENSI",
     "desc1": "Mengarah pada kepribadian dan eksistensi setiap individu. Sebagai pengalaman yang dijalani, pakaian menjadi bagian dari identitas dan kehidupan mereka, mendefinisikan fungsi pakaian lebih dari sekedar estetika.",

     "title2": "REVORIONS INDEPENDEN",
     "desc2": "REVORIONS lahir dari semangat kemandirian yang kuat. Didirikan sebagai merek yang mengedepankan kebebasan berekspresi, REVORIONS tidak terikat oleh tren sementara. Setiap koleksi yang dihasilkan mengusung karakter berani, menggambarkan kemandirian dan keunikan. Kami berkomitmen untuk terus menciptakan karya tanpa batasan, dengan fokus pada kualitas dan inovasi.",

     "title3": "REVORIONS SENI",
     "desc3": "Sejak tahun 2024, REVORIONS aktif dalam berbagai kolaborasi seni, khususnya seni mural yang mencerminkan semangat keberanian dan ekspresi kreatif. Melalui karya visual yang menggugah, baik di ruang publik maupun melalui desain fashion.",
     "desc4": "Kami menganggap seni mural sebagai bentuk kreativitas yang mencerminkan pesan mendalam dalam setiap detailnya."
    },

    "archives": {
    "page": "ARSIP",
    "desc1": "Setiap koleksi adalah sebuah cerita, menampilkan evolusi dan inovasi dalam setiap desain. Inspirasi terpancar di balik setiap detail, menggambarkan perjalanan kreativitas dan ekspresi tanpa batas.",
    "btnLoad": "MUAT LEBIH BANYAK"
    },

    "authenticity": {
    "page": "KEASLIAN",
    "desc1": "Kami memahami betapa pentingnya keaslian dan eksklusivitas setiap produk kami. Oleh karena itu, setiap item pakaian kami dilengkapi dengan nomor seri unik yang memastikan bahwa Anda mendapatkan produk asli dari RV. Nomor seri ini bukan sekedar tanda pengenal, tetapi juga jaminan bahwa Anda mendapatkan kualitas dan desain yang telah kami rancang dengan cermat.",

    "idDesc": "Untuk mengecek keaslian produk kami, silahkan cek seri ID pada label tag barang yang Anda miliki. Masukkan 12-digit kode RV, pada kolom di bawah tanpa menggunakan tanda hubung '-', klik 'KIRIM' tunggu beberapa saat lalu klik 'PERIKSA KEASLIAN'. Anda akan diarahkan ke halaman yang merinci keaslian barang yang Anda miliki.",
    "labelId": "MASUKKAN ID",
    "submit": "KIRIM",

    "message": "Harap masukkan nomor 12 digit.",
    "check": "PERIKSA KEASLIAN",

    "title2": "PERLINDUNGAN KEASLIAN",
    "desc2": "Kami berkomitmen untuk menjaga keamanan dan keaslian setiap produk yang kami tawarkan. Setiap barang yang Anda beli melalui sistem kami telah melalui serangkaian proses verifikasi ketat yang dirancang untuk melindungi Anda dari produk palsu. Sistem verifikasi ini merupakan bagian integral dari upaya kami untuk memastikan bahwa setiap produk yang Anda terima adalah 100% asli, dibuat dengan standar kualitas tertinggi, dan memenuhi harapan Anda.",
    "desc3": "Kepercayaan Anda adalah hal yang paling berharga bagi kami. Oleh karena itu, kami terus berinovasi dan menyempurnakan sistem kami untuk memberikan perlindungan terbaik terhadap barang palsu. Dengan produk kami, Anda tidak hanya mendapatkan barang berkualitas tinggi, tetapi juga ketenangan pikiran karena mengetahui bahwa Anda memiliki produk asli, dibuat dengan dedikasi dan keahlian maksimal."
    },

    "pageLocation": {
    "year": "'TH'"
    }
}